/* Title for tabBarIcon Home */
"tabBarTitle.Home" = "Archivo";

/* Title for tabBarIcon Measure Data */
"tabBarTitle.MeasureData" = "Datos Medida";

/* Title for tabBarIcon Measures */
"tabBarTitle.Measures" = "Mediciones";

/* Title for tabBarIcon Summary */
"tabBarTitle.Summary" = "Sumario";

/* Default name for operation row */
"All operations" = "Todas las operaciones";

/* Default name for organization row */
"All organizations" = "Todas las organizaciones";

/* Default name for operator row */
"All operators" = "Todos los operadores";

/* Default name for process row */
"All processes" = "Todos los procesos";

/* timeScale descriptor */
"centesimalSecs" = "Centesimales";

/* timeScale descriptor */
"Hours" = "Horas";

/* timeScale descriptor */
"Minutes" = "Minutos";

/* timeScale descriptor */
"seconds" = "Segundos";

/* Name don't known */
"Unknown" = "Desconocido";

/* New measure title for label in home screen */
"home.newMeasure.title" = "Nueva Medición";

/* Measure (by date) title for label in home screen */
"home.measureLabel.title" = "Últimas mediciones";

/* filter translation */
"archive.operationTableView.Filter" = "";

/* No matchs founds text in last measures table */
"Home.measureCell.NoMatch" = "Nada encontrado";

/* Place title */
"measureView.locationLabel.Title" = "Lugar ⌵";

/* Organization title */
"measureView.organizationLabel.Title" = "Organización ⌵";

/* Process title */
"measureView.processLabel.Title" = "Proceso ⌵";

/* Operation title */
"measureView.operationLabel.Title" = "Operación ⌵";

/* Operator title */
"measureView.operatorLabel.Title" = "Operador ⌵";

/* notes title */
"measureView.notesLabel.Title" = "Notas";

/* GO title for go/pause button in the measure view */
"measuresView.goButton.title.GO" = "GO";

/* PAUSE title for go/pause button in the measure view */
"measuresView.goButton.title.PAUSE" = "PARAR";

/* CYCLE title button */
"measuresView.cycleButton.title" = "CICLO";

/* segment title for control segment in measureView */
"measureView.segmentControl.title.segment" = "Gráficos";

/* times title for control segment in measureView */
"measureView.segmentControl.title.times" = "Tiempos";

/* subject of email */
"ANLMailGenerator.subject" = "Informe de CycleObserver App";

/* title of the message */
"ANLMailGenerator.body.title" = "Informe de Cycle Observer";

/* description for average cycle */
"ANLMailGenerator.averageData.avgCycle" = "media ciclos (en segundos):";

/* Description for average VA/NVA */
"ANLMailGenerator.averageData.avgVA/NVA" = "media VA/NVA (en segundos):";

/* Description for number of cycles observed */
"ANLMailGenerator.averageData.numberCycles" = "Número de ciclos observados:";

/* title for steps description */
"ANLMailGenerator.body.stepsHead" = "Tareas y tiempos medios (nombre - frecuencia - media en segundos):";

/* title for cycle table */
"ANLMailGenerator.body.cyclesHead" = "Ciclos:";

/* organization text */
"ANLMailGenerator.headDescription.organization" = "Organización:";

/* process text */
"ANLMailGenerator.headDescription.process" = "Proceso:";

/* operation text */
"ANLMailGenerator.headDescription.operation" = "Operación:";

/* operator text */
"ANLMailGenerator.headDescription.operator" = "Operador:";

/* place text */
"ANLMailGenerator.headDescription.place" = "Lugar:";

/* save pictures button */
"summary.saveButton.title" = "Guardar";

/* text of alertView when can't send mails */
"summary.canNotSendMail.text" = "No se pueden enviar emails, compruebe sus ajustes.";

/* title of alertView when can't send mails */
"summary.caNotSendMail.title" = "Error";

/* Title AllCyclesCard */
"All cycles" = "Todos los ciclos";

/* maximum duration of cycle in AllCyclesCard */
"Cycle: max" = "Ciclo: max";

/* minimum duration of cycle in AllCyclesCard */
" - min" = " - min";

/* text for averange text in all cycles card */
"Avg:" = "Media:";

/* text Takt time for all cycles card */
"Takt time" = "Takt time";

/* text steps in stepsCard */
"Tasks" = "Tareas";

/* text for total cycles in cards */
"Total cycles:" = "ciclos totales:";

/* text for number of steps in steps card */
"#tasks:" = "#tareas:";

/* Tasks in all cycles text in steps card */
"Tasks in all cycles" = "Tareas en todos los ciclos";

/* text va/nva in vaCard */
"VA/NVA" = "VA/NVA";

/* text for averange of steps in va/nva card */
"∑avg tasks" = "∑med tareas";

/* Title for average Cycle in VACard */
"Average Cycle" = "Media en ciclos";

/* Title for complete tasks in VACard */
"Sum of tasks" = "Suma de tareas";

/* title for noncyclical tasks in average cycles bar */
"vaContentView.cyclicalBar.Other" = "Others";

/* title for cancel button in detailTableView alert */
"CANCEL" = "CANCELAR";

/* title for delete button in detailTableView alert */
"DELETE" = "BORRAR";

/* Alert title for delete action in detailTableView */
"WATCH OUT!" = "¡CUIDADO!";

/* body text for detailTableView alert */
"If you delete this row you will delete too: " = "Si borra ésta linea también borrará: ";

/* Measures text in delete detailTableView alert */
"measures." = "mediciones.";

/* Operators text in delete detailTableView alert */
"operators," = "operadores,";

/* Operations text for alert messages when try to delete. */
"operations," = "operaciones,";

/* Processes text for alert messages when try to delete. */
"processes," = "procesos,";

/* Organizations text for alert messages when try to delete. */
"organizations," = "organizaciones,";

/* Title for new cycle in settings screens */
"title.newCycle" = "Botón ciclo -> nuevo ciclo";

/* Title for two seconds cycle in settings screens */
"title.twoSeconds" = "Botón ciclo -> 2\" para elegir operación";

/* Title for operation button in settings screens */
"title.operation" = "Botón ciclo + botón operación -> Nuevo";

/* Body text for new cycle in settings screens */
"body.newCycle" = "El botón ciclo empieza un nuevo ciclo, empieza inmediatamente con el mismo botón operación con el que terminó el último ciclo.";

/* Body text for two seconds cycle in settings screens */
"body.twoSeconds" = "El botón ciclo empieza un nuevo ciclo, pero la operación será la que elijamos en los primeros 2\"";

/* Body text for operation button in settings screens */
"body.operation" = "El botón ciclo empieza un nuevo ciclo, pero éste solo comenzará cuando un botón operación sea elegido.";

/* Title for settings View */
"settings" = "Ajustes";

/* Title for languages label */
"settings.language.title" = "Idioma:";

/* Description for the current language */
"settings.language.description" = "Español";

/* Title for Version label */
"settings.version.title" = "Versión";

/* Title for credits label */
"settings.credits.title" = "Creditos";

/* Description for developer label */
"settings.credits.develop" = "John - desarrollador";

/* Description for developer label */
"settings.credits.idea" = "Lean Global Network - Idea";

/* Title for cycleButtonViewController */
"cycleButton.title" = "Botón ciclo";

/* Title for close button */
"webView.closeButton.title" = "Cerrar";
